"""2) განმარტეთ control flow, ჩამოწერეთ მისი შემადგენელი ტექნიკები, აღწერეთ თითოეული""" 

"""Control flow ნიშნავს პროგრამაში ბრძანებების რიგითობას და მათი შესრულების გზას. ეს არის ის პროცესი, რომელიც განსაზღვრავს, რა მოხდება პროგრამის შესრულების დროს და რა წესით შესრულდება სხვადასხვა ნაწილის კოდი""" 

"""Sequence ნიშნავს ბრძანებების ნაკრებს, რომელიც უნდა შესრულდეს განსაზღვრულ რიგში, ერთგვარად და თანმიმდევრობით.""" 
""" Iteration არის პროცესი, როდესაც ერთი და იმავე ბრძანებების ნაკრები ბევრჯერ მეორდება."""
"""Selections პირობების საფუძველზე გადაწყვეტილების მიღება და სხვადასხვა ქმედების არჩევა.""" 
