"""3) შექმენით 5 ცვლადი, რომლებშიც შეინახავთ განსხვავებულ შედარების ოპერაციათა შედეგებს, შედარების ოპერაციას გვერდზე კომენტარის საშვალებით მიუწერეთ მისი შედეგი (boolean მნიშვნელობა) და ახსენით რა განსხვავებაა ოპერატორსა და ოპერაციას შორის"""

a = 5
b = 10

var1 = a < b      # True = a ნაკლებია b-ზე
var2 = a > b      # False = a არ არის მეტი b-ზე
var3 = a == b     # False = a არ უდრის b-ს
var4 = a != b     # True = a არ უდრის b-ს
var5 = a <= b     # True = a ნაკლებია ან ტოლია b-ს

# ოპერატორი არის სიმბოლო ან სიმბოლოთა ნაკრები, რომელიც განსაზღვრავს მოქმედებას (მაგ. <, >, ==).
# ოპერაცია კი არის ამ ოპერატორის გამოყენება კონკრეტულ მნიშვნელობებზე (მაგ. 5 < 10).
