"""3) შექმენით ცვლადი სახელად celsius სადაც შეინახავთ მთელ რიცხვს. შემდეგ შექმენით ცვლადი სახელად fahrenheit, სადაც უნდა გამოთვალოთ წინა ცვლადის ტემპერატურა რამდენი ფაერენგეიტი იქნება. ასევე შექმენით ცვლადი kelvin რომელშიც შეინახავთ თუ რამდენი კელვინი იქნება celsius ცვლადში მოცემული რიცხვი, საბოლოოდ დაბეჭდეთ სამივე ცვლადი
# Celsius ცვლადი, რომელშიც შეინახავთ მთელ რიცხვს"""

celsius = 25  

fahrenheit = (celsius * 9/5) + 32

kelvin = celsius + 273.15

# დაბეჭდვა
print("Celsius:", celsius)
print("Fahrenheit:", fahrenheit)
print("Kelvin:", kelvin)
