"""5) მომხმარებელს შემოატანინეთ თავისი ასაკი, შემდეგ შემოატანინეთ წლების რაოდენობა. მიღებული ინფორმაცია შეინახეთ ცვლადებში და გამოითვალეთ, რამდენი წლის იქნება მომხმარებელი y (მომხმარებლის მიერ შემოტანილი) წლის შემდეგ. საბოლოოდ გამოუტანეთ შედეგი შემდეგი სახით: "[წლები] წლის შემდეგ თქვენ იქნებით [მომავალი ასაკი] წლის". დავალების შესასრულებლად გამოიყენეთ მონაცემთა ტიპების ხელოვნურად შეცვლის მეთოდები: int() - რომ შეასრულოთ ართიმეტიკული მოქმედებები, str() - რომ დაბეჭდოთ შედეგი შეცდომების გარეშე""" 


# მომხმარებლის ასაკის შემოტანა
current_age = int(input("ასაკი: "))

# მომავალი წლების რაოდენობის შეყვანა
years_later = int(input("რამდენი წლის შემდეგ? "))

# მომავალი ასაკის გამოთვლა
future_age = current_age + years_later

# შედეგის დაბეჭდვა (str() ვიყენებთ, რომ არ იყოს შეცდომა)
print(str(years_later) + " წლის შემდეგ თქვენ იქნებით " + str(future_age) + " წლის.")


