"""1) შექმენით mybalance-ის ცვლადი, შემდეგ გაზარდეთ ამ ცვლადის მნიშვნელობა 2-თ უბრალო ფორმით, შემდეგ ისევ გაზარდეთ მნიშვნელობა 3-ით ოღონდ გამოიყენეთ assigment operator, ამის შემდეგ თქვენი სურვილისამებრ შეცვალეთ ცვლადის მნიშვნელობა იგივე assingment operator-ის საშვალებით, კოდი ახსენით კომენატრებით, ჩამოწერეთ ყველა საუკეტესო პრაქტიკა და მიუწერეთ განმარტებები""" 

# შევქმნათ my_balance 
my_balance=10
#გავზარდოთ ეს რიცხვი 2-ით
my_balance = my_balance + 2
#შევამციროთ 3-ით 
my_balance -= 3 
#გავამრავლოთ 5-ზე 
my_balance *= 5 
  
print(my_balance)

